/* If a X500 name has a description and a common name we display CommonName (Description) using this format string */
"%@ (%@)" = "%1$@ (%2$@)";

/* Format string used to build a list of values, first argument is list second argument is to be appended element */
"%@, %@" = "%1$@, %2$@";

/* Format string for encoded field data (e.g. Sequence; 128 bytes; data = 00 00 ...) */
"%@; %d %@; data = %@" = "%1$@; %2$d %3$@; podaci = %4$@";

/* format string to turn version number into a string */
"%d" = "%d";

/* Value of a field if its length is 0 */
"<NULL>" = "<NULA>";

/* CRL Distribution Points extension supported reason name */
"AA Compromise" = "AA kompromis";

/* Label of field in authority info access extension */
"Access Location" = "Pristupna lokacija";

/* Label of field in authority info access extension */
"Access Method" = "Način pristupa";

/* CRL Distribution Points extension supported reason name */
"Affiliation Changed" = "Afilijacija promijenjena";

/* Label of the algorithm subfield of an AlgorithmIdentifer */
"Algorithm" = "Algoritam";

/* Label of field in Authority Key Identifier extension */
"Authority Certificate Serial Number" = "Serijski broj autoritetnog certifikata";

/* Authority info access extension label */
"Authority Information Access" = "Pristup autoritetnim informacijama";

/* Authority Key Identifier extension label */
"Authority Key Identifier" = "Identifikator šifre autoriteta";

/* Label used for Basic Constraints when value is invalid */
"Basic Constraints" = "Osnovna ograničenja";

/* First argument to SEC_BLOB_KEY format string for a bit string */
"Bit string" = "Niz bitova";

/* No comment provided by engineer. */
"bits" = "bita";

/* First argument to SEC_BLOB_KEY format string for a Byte string */
"Byte string" = "Niz bajtova";

/* Third argument to SEC_BLOB_KEY format string for a byte string */
"bytes" = "bajta";

/* CRL Distribution Points extension supported reason name */
"CA Compromise" = "CA kompromis";

/* X.509 key usage bitfield name */
"Cert Sign" = "Znak certifikata";

/* Label for boolean is_ca property of a basic constraints extension */
"Certificate Authority" = "Autoritet za certifikat";

/* CRL Distribution Points extension supported reason name */
"Certificate Hold" = "Zadržavanje certifikata";

/* Certificate Policies extension label */
"Certificate Policies" = "Pravila certifikata";

/* No comment provided by engineer. */
"Certificate Type" = "Vrsta certifikata";

/* CRL Distribution Points extension supported reason name */
"Cessation Of Operation" = "Obustava postupka";

/* Label of field in Certificate Policies extension */
"CPS URI" = "CPS URI";

/* Label of field in extension that indicates whether this extension is critical */
"Critical" = "Kritično";

/* CRL Distribution Points extension label */
"CRL Distribution Points" = "CRL distribucijske točke";

/* Label for CRL issuer field of CRL Distribution Points extension */
"CRL Issuer" = "CRL izdavač";

/* X.509 key usage bitfield name */
"CRL Sign" = "CRL znak";

/* Label for raw data of extension (used for unknown extensions) */
"Data" = "Podaci";

/* X.509 key usage bitfield name */
"Data Encipherment" = "Kodiranje podataka";

/* X.509 key usage bitfield name */
"Decipher Only" = "Samo dekodiraj";

/* X.509 key usage bitfield name */
"Digital Signature" = "Digitalni potpis";

/* label for general name field value */
"Directory Name" = "Ime mape";

/* label for general name field value */
"DNS Name" = "DNS naziv";

/* label for general name field value */
"EDI Party Name" = "Ime EDI stranke";

/* label for general name field value */
"Email Address" = "E-mail adresa";

/* X.509 key usage bitfield name */
"Encipher Only" = "Samo kodiraj";

/* No comment provided by engineer. */
"Expired" = "Isteklo";

/* Label of expiration date value when certificate is temporally valid */
"Expires" = "Istječe";

/* Label of field in Certificate Policies extension */
"Explicit Text" = "Eksplicitan tekst";

/* Extended key usage extension label */
"Extended Key Usage" = "Proširena uporaba šifre";

/* Label used for General Name entry when value is invalid */
"General Name" = "Općeniti naziv";

/* Label used for General Names when value is invalid */
"General Names" = "Općeniti nazivi";

/* No comment provided by engineer. */
"Hostname mismatch." = "Neusklađenost naziva hosta.";

/* Label of field in policy constraints extension */
"Inhibit Policy Mapping" = "Onemogući preslikavanje pravila";

/* Label of a value is printed into this string if the data is not valid */
"Invalid %@" = "Nevažeći %@";

/* No comment provided by engineer. */
"Invalid certificate chain linkage." = "Nevažeća povezanost lanca certifikata.";

/* label for general name field value */
"IP Address" = "IP adresa";

/* No comment provided by engineer. */
"Issued By" = "Izdao";

/* No comment provided by engineer. */
"Issuer Name" = "Naziv izdavača";

/* No comment provided by engineer. */
"Issuer Summary" = "Sažetak izdavača";

/* No comment provided by engineer. */
"Issuer Unique ID" = "Jedinstveni ID izdavača";

/* X.509 key usage bitfield name */
"Key Agreement" = "Dogovor o šifri";

/* CRL Distribution Points extension supported reason name */
"Key Compromise" = "Kompromis šifre";

/* X.509 key usage bitfield name */
"Key Encipherment" = "Kodiranje šifre";

/* Label of field in Subject or Authority Key Identifier extension */
"Key Identifier" = "Ključni identifikator";

/* Subsection label in CRL Distribution Points extension. */
"Name Relative To CRL Issuer" = "Naziv povezan s CRL izdavačem";

/* Value for a boolean property when it's value is false (example critical: no) */
"No" = "Ne";

/* X.509 key usage bitfield name */
"Non-Repudiation" = "Bez povrede";

/* field value of parameters field when no parameters are present */
"none" = "bez";

/* format string for undisplayed field data with a given DER tag and length */
"not displayed (tag = %@; length %d)" = "nije prikazano (tag = %1$@; duljina %2$d)";

/* label indicating the date after which something is no longer valid */
"Not Valid After" = "Ne vrijedi nakon";

/* label indicating the soonest date at which something is valid */
"Not Valid Before" = "Ne vrijedi prije";

/* Label of field in Certificate Policies extension */
"Notice Numbers" = "Broj napomena";

/* Netscape certificate type usage value */
"Object Signing" = "Potpisivanje objekta";

/* Netscape certificate type usage value */
"Object Signing CA" = "CA s potpisivanjem objekta";

/* value of an oid field if it's length is more than what we allow for oids */
"Oid too long" = "Predug oid";

/* No comment provided by engineer. */
"One or more certificates have expired or are not valid yet." = "Jedan ili više certifikata su istekli ili još nisu važeći.";

/* No comment provided by engineer. */
"One or more unsupported critical extensions found." = "Pronađena je jedna ili više nepodržanih kritičnih ekstenzija.";

/* Label of field in Certificate Policies extension */
"Organization" = "Organizacija";

/* Label used for Other Name RDN when value is invalid */
"Other Name" = "Drugi naziv";

/* Label of the parameters subfield of an AlgorithmIdentifer */
"Parameters" = "Parametri";

/* Label for path length constraint property of a basic constraints extension */
"Path Length Constraint" = "Ograničenje duljine staze";

/* Policy constraints extension label */
"Policy Constraints" = "Ograničenja pravila";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Identifier #%d" = "Identifikator pravila #%d";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Qualifier #%d" = "Označnik pravila #%d";

/* No comment provided by engineer. */
"Policy requirements not met." = "Zahtjevi pravila nisu ispunjeni.";

/* Label for an invlaid private key se perion value */
"Private Key Usage Period" = "Period uporabe privatne šifre";

/* CRL Distribution Points extension supported reason name */
"Privilege Withdrawn" = "Privilegija je povučena";

/* No comment provided by engineer. */
"Public Key Algorithm" = "Algoritam javne šifre";

/* No comment provided by engineer. */
"Public Key Data" = "Podaci javne šifre";

/* Label of field in extended key usage extension */
"Purpose" = "Svrha";

/* Label of field in Certificate Policies extension */
"Qualifier" = "Označni podatak";

/* Label of a RDN */
"RDN" = "RDN";

/* CRL Distribution Points extension supported reasons bitfield label */
"Reasons" = "Razlozi";

/* label for general name field value */
"Registered ID" = "Registrirani ID";

/* Label of field in policy constraints extension */
"Require Explicit Policy" = "Traži eksplicitna pravila";

/* Netscape certificate type usage value */
"Reserved" = "Rezervirano";

/* No comment provided by engineer. */
"Root certificate is not trusted." = "Korijenski certifikat nije pouzdan.";

/* Netscape certificate type usage value */
"S/MIME" = "S/MIME";

/* Netscape certificate type usage value */
"S/MIME CA" = "S/MIME CA";

/* First argument to SEC_BLOB_KEY format string for a Sequence */
"Sequence" = "Niz";

/* No comment provided by engineer. */
"Serial Number" = "Serijski broj";

/* First argument to SEC_BLOB_KEY format string for a Set */
"Set" = "Podesi";

/* No comment provided by engineer. */
"Signature" = "Potpis";

/* No comment provided by engineer. */
"Signature Algorithm" = "Potpisni algoritam";

/* Netscape certificate type usage value */
"SSL CA" = "SSL CA";

/* Netscape certificate type usage value */
"SSL client" = "SSL klijent";

/* Netscape certificate type usage value */
"SSL server" = "SSL server";

/* Subject Key Identifier extension label */
"Subject Key Identifier" = "Šifrirani identifikator subjekta";

/* No comment provided by engineer. */
"Subject Name" = "Ime subjekta";

/* No comment provided by engineer. */
"Subject Unique ID" = "Jedinstven identifikator subjekta";

/* CRL Distribution Points extension supported reason name */
"Superseded" = "Izmijenjeno";

/* No comment provided by engineer. */
"This certificate has an issuer that has expired" = "Izdavač ovog certifikata je istekao";

/* No comment provided by engineer. */
"This certificate has an issuer that is not yet valid" = "Izdavač ovog certifikata još nije važeći";

/* No comment provided by engineer. */
"This certificate has expired" = "Certifikat je istekao";

/* No comment provided by engineer. */
"This certificate is not yet valid" = "Ovaj certifikat još nije valjan";

/* The certificate is temporally valid */
"This certificate is valid" = "Ovaj certifikat je valjan";

/* Label of a value is printed into this string if the data can not been parsed according to it's type */
"Unparsed %@" = "%@ nije parsan";

/* CRL Distribution Points extension supported reason name */
"Unused" = "Nekorišteno";

/* label for general name field value */
"URI" = "URI";

/* Label for KeyUsage bitfield values */
"Usage" = "Uporaba";

/* No comment provided by engineer. */
"Valid from" = "Vrijedi od";

/* No comment provided by engineer. */
"Version" = "Verzija";

/* label for general name field value */
"X.400 Address" = "X.400 adresa";

/* Label of a X.501 Name */
"X.501 Name" = "X.501 naziv";

/* No comment provided by engineer. */
"X.509 version %d %scertificate" = "X.509 verzija %1$d %2$s certifikat";

/* Value for a boolean property when it's value is true (example critical: yes) */
"Yes" = "Da";

